Repository: mate-desktop/mate-polkit
Catalog: po/*.po
Languages: am, be, bg, et, he, hy, is, ko, oc, ur, vi

source: _Password for %s:
am: የ _መግቢያ ቃል ለ %s:
be: _Пароль для %s:
bg: _Парола за %s:
et: Kasutaja %s _parool:
he: _סיסמה עבור %s:
hy: _Գաղտնաբառ %s համար։
is: _Lykilorð fyrir %s:
ko: %s의 암호(_P):
oc: Se_nhal per %s :
ur: _پاس ورڈ برائے %s:
vi: _Mật khẩu cho %s:

source: Your authentication attempt was unsuccessful. Please try again.
am: ማረጋገጫው አልተሳካም: እባክዎን እንደገና ይሞክሩ
be: Спроба аўтэнтыфікацыі правалілася. Паспрабуйце ізноў.
bg: Вашият опит за идентифициране не беше успешен. Моля, опитайте отново.
he: ניסיון האימות לא בוצע בהצלחה. אנא נסה שנית.
hy: Ձեր նույնականացման փորձը անհաջող էր։ Խնդրում եմ կրկին փորձեք։
is: Tilraun þín til auðkenningar mistókst. Reyndu aftur.
ko: 인증 시도에 실패했습니다. 다시 해보세요.
oc: Vòstra temptativa d'identificacion a pas capitat. Ensajatz tornamai.
vi: Phiên xác thực của bạn đã không thành công. Vui lòng thử lại.

source: Authentication dialog was dismissed by the user
am: የ ማረጋገጫው ንግግር በ ተጠቃሚው ተዘርዟል
be: Аўтэнтыфікацыя была адхілена карыстальнікам
bg: Прозорецът за идентифициране беше затворен от потребителя
he: חלון האימות נסגר על ידי המשתמש.
hy: Նույնականացնել օգտատիրոջ կողմից ազատված երկխոսությունը
is: Notandi hafnaði auðkenningarglugga
ko: 인증 대화 창이 사용자에 의해 해제되었습니다
oc: La fenèstra d'autentificacion es estada regetada per l'utilizaire
vi: Hộp thoại xác thữ đã bị bỏ qua bởi người dùng

source: PolicyKit Authentication Agent
am: የ አሰራር ጥቅል ማረጋገጫ ወኪል
be: PolicyKit, агент аўтэнтыфікацыі
bg: Програма за идентификация PolicyKit
et: Autentimisagent PolicyKit
he: סוכן האימון PolicyKit
hy: PolicyKit Նույնականացման գործակալը
is: PolicyKit auðkenningarþjónn
ko: PolicyKit 인증 에이전트
oc: Agent d'autentificacion de PolicyKit
ur: پالیسی کِٹ PolicyKit توثیقی ایجنٹ

source: PolicyKit Authentication Agent for the MATE Desktop
am: የ አሰራር ጥቅል ማረጋገጫ ወኪል ለ ሜት ዴስክቶፕ
be: PolicyKit, агент аўтэнтыфікацыі для асяроддзя MATE
bg: Програма за идентификация PolicyKit за MATE
et: MATE töölaua autentimisagent PolicyKit
he: סוכן האימון PolicyKit עבור שולחן העבודה MATE
hy: PolicyKit Նույնականացման գործակալը MATE աշխատանքային սեղանի համար
is: PolicyKit auðkenningarþjónn fyrir MATE-skjáborðið
ko: 마테 데스크톱용 정책키트 인증 에이전트
oc: Agent d'autentificacion PolicyKit per MATE Desktop
vi: PolicyKit Authentication Agent cho môi trường MATE
