Repository: mate-desktop/mate-polkit
Catalog: po/*.po
Languages: am, be, bg, et, he, hy, is, ko, oc, ur, vi

source: Action Identifier
am: ተግባር መለያ
be: Ідэнтыфікатар дзеяння
bg: Идентификатор на действието
et: Tegevuse identifikaator
he: מזהה פעולה
hy: Գործողության նույնացուցիչ
is: Auðkenni aðgerðar
ko: 동작 인증자
oc: Identificador d'accion
ur: عمل شناخت کُنندہ
vi: Bộ nhận diện Hành động

source: The action identifier to use for the button
am: ለ ቁልፍ ተግባር የሚጠቀሙት መለያ
be: Ідэнтыфікатар дзеяння для кнопкі
bg: Идентификатор на действието, който да се използва за бутона
et: Selle nupu jaoks mõeldud tegevuse identifikaator
he: מזהה הפעולה לשימוש בכפתור
hy: Տվյալ գործողության նույնականացման համար օգտագործել կոճակը
is: Auðkenni aðgerðar sem á að nota fyrir hnappinn
ko: 단추에 사용할 동작 인증자
oc: L'identificador d'accion d'utilizar pel boton
ur: بٹن کے استعمال کے لیے عمل شناخت کُنندہ
vi: Bộ nhận diện hành động để dùng cho cái nút

source: Is Authorized
am: ፍቃድ አለው
be: Ці аўтарызаваны
bg: Е упълномощен
et: Kas on autoriseeritud
he: מאומת
hy: Լիազորված է
is: Hefur heimild
ko: 인증됨
oc: Es autorizat
ur: مُجاز ہے
vi: Được Cấp quyền

source: Whether the process is authorized
am: ሂደቱ የ ተፈቀደ እንደሂነ መወሰኛ
be: Ці працэс аўтарызаваны
bg: Дали процесът е упълномощен
et: Kas protsess on autoriseeritud või mitte
he: האם התהליך מאומת
hy: Արդյոք այդ գործընթացը լիազորված է
is: Hvort að þessi aðgerð er leyfileg
ko: 프로세스를 인증했는지 여부
oc: Indica se lo processus es autorizat
ur: کیا عمل کاری مجاز ہے
vi: Tiến trình này có được cấp quyền hay không

source: Is Visible
am: የሚታይ
be: Ці бачны
bg: Е видим
et: Kas on nähtaval
he: מוצג
hy: Տեսանելի է
is: Er sýnilegt
ko: 보임
oc: Es visible
ur: رویت پذیر ہے
vi: Được Hiển thị

source: Whether the widget is visible
am: ዊጄቱ ይታይ እንደሆን መወሰኛ
be: Ці віджэт бачны
bg: Дали джаджата е видима
et: Kas vidin on nähtaval või mitte
he: האם הוידג'יט מוצג
hy: Արդյոք այս սարքը տեսանելի է
is: Hvort þessi búnaður er sýnilegur
ko: 위젯을 보일지 여부
oc: Indica se lo component grafic es visible
ur: کیا وجٹ رویت پذیر ہے
vi: Hiện widget

source: Can Obtain
am: ማግኘት ይቻላል
be: Можна атрымаць
bg: Може да получи
et: Kas on saavutatav
he: ניתן להשגה
hy: Կարող են ձեռք բերել
is: Getur fengið
ko: 취득 가능
oc: Pòt obténer
ur: حاصل کی جاسکتی ہے
vi: Có thể Đạt được

source: Whether authorization can be obtained
am: ፍቃድ ማግኘት ይቻል እንደሆን መወሰኛ
be: Ці аўтарызацыя можа быць атрымана
bg: Дали може да се получи упълномощение
et: Kas autentimine on saavutatav
he: האם האימות בר השגה
hy: Արդյոք կարող է ձեռք բերել թույլտվություն
is: Hvort að sannvottun geti átt sér stað
ko: 인증을 취득할 수 있는지 여부
oc: Indica se l'autorizacion pòt èsser obtenguda
ur: کیا توثیق حاصل کی جاسکتی ہے
vi: Sự cấp quyền có thể đạt được hay không

source: Unlock Text
am: ጽሁፍ መክፈቻ
be: Тэкст падчас разблакавання
bg: Текст при отключване
et: Lukust lahtivõtmise tekst
he: שחרר טקסט
hy: Բացել տեքստը
is: Aflæsingartexti
ko: 잠금 해제 텍스트
oc: Tèxte de desverrolhatge
ur: متن غیر مقفل کریں
vi: Mở khoá Văn bản

source: The text to display when prompting the user to unlock.
am: ተጠቃሚ ለ መክፈት ሲሞክር የሚታየው ጽሁፍ
be: Тэкст, які паказваецца карыстальніку падчас разблакавання
bg: Текстът, който да се показва, когато се изисква отключване от потребителя
et: Lukust lahtivõtmisel kasutajale kuvatav tekst.
he: הטקסט להצגה כאשר המשתמש דורש לשחרר
hy: Տեքստը ցուցադրել, երբ հուշում է օգտատիրոջ ապաարգելափակումը։
is: Texti sem birtist þegar notandi er beðinn um að aflæsa.
ko: 사용자가 잠금 해제에 응답할 때 표시할 텍스트입니다.
oc: Lo tèxte d'afichar a l'utilizaire al moment de la demanda de desverrolhatge.
ur: متن جو صارف سے غیر مقفل کرنے کے سوال کے لیے دکھایا جائے گا.
vi: Văn bản để hiển thị khi yêu cầu người dùng để mở khóa.

source: Click to make changes
am: ይጫኑ ለውጡን ለመፈጸም
be: Пстрыкніце, каб унесці змены
bg: Натиснете, за да правите промени
et: Muutmiseks vajuta siia
he: לחץ לביצוע שינויים
hy: Սեղմեք փոփոխություններ կատարել
is: Smelltu hér til að leyfa breytingar
ko: 변경하려면 누르십시오
oc: Clicatz per efectuar de modificacions
ur: تبدیلیاں کرنے کے لیے کلک کریں
vi: Bấm vào để tạo thay đổi

source: Unlock Tooltip
am: የ እቃ ጫፍ መክፈቻ
be: Падказка падчас разблакавання
bg: Подсказка при отключване
et: Luku avamise vihje
he: שחרר Tooltip
hy: Բացել Tooltip
is: Vísbending við aflæsingu
ko: 잠금 해제 풍선 도움말
oc: Infobulla de desverrolhatge
ur: غیر مقفل کرنے کا ٹوٹکا
vi: Mở khóa Mẹo công cụ

source: The tooltip to display when prompting the user to unlock.
am: ተጠቃሚ ለ መክፈት ሲሞክር የሚታየው የ መሳሪያ ጫፍ
be: Падказка, якая паказваецца карыстальніку падчас разблакавання
bg: Подсказката, която да се показва, когато се изисква отключване от потребителя
et: Luku avamisel kasutajale kuvatav vihje.
he: ה-Tooltip להצגה כאשר המשתמש דורש לשחרר.
hy: Գործիքահուշը ցույց տալ, երբ հուշում է օգտատիրոջ ապաարգելափակումը։
is: Texti vísbendingar sem birtist þegar notandi er beðinn um að aflæsa.
ko: 사용자가 잠금 해제에 응답할 때 표시할 풍선 도움말입니다.
oc: L'infobulla d'afichar a l'utilizaire al moment de la demanda de desverrolhatge.
ur: ٹوٹکا جو صارف سے غیر مقفل کرنے کے سوال کے لیے دکھایا جائے گا.
vi: Mẹo để hiển thị khi yêu cầu người dùng để mở khóa.

source: Authentication is needed to make changes.
am: ለመቀየር ማረጋገጫ ያስፈልጋል
be: Каб унесці змены, патрабуецца аўтэнтыфікацыія.
bg: Изисква се упълномощение, за да се правят промени
et: Muutmiseks on vaja autentida.
he: אימון נדרש לצורך ביצוע שינויים.
hy: Նույնականացման համար անհրաժեշտ է փոփոխություններ կատարել.
is: Auðkenning er nauðsynleg til að geta gert breytingar.
ko: 내용을 바꾸려면 인증이 필요합니다.
oc: Una autentificacion es nécessaire abans tota modificacion.
ur: تبدیلیاں کرنے کے لیے توثیق درکار ہے.
vi: Cấp quyền là cần để tạo thay đổi.

source: Lock Text
am: ጽሁፍ መቆለፊያ
be: Тэкст падчас блакавання
bg: Текст при заключване
et: Lukustamise tekst
he: נעל טקסט
hy: Արգելափակել Տեքստը
is: Læsingartexti
ko: 잠금 텍스트
oc: Tèxte de verrolhatge
ur: قفل کا متن
vi: Khóa Văn bản

source: The text to display when prompting the user to lock.
am: ተጠቃሚ ለ መዝጋት ሲሞክር የሚታየው ጽሁፍ
be: Тэкст, які паказваецца карыстальніку падчас блакавання
bg: Текстът, който да се показва, когато се изисква заключване от потребителя
et: Lukustamisel kasutajale kuvatav tekst.
he: הטקסט להצגה כאשר המשתמש דורש לנעול.
hy: Տեքստը ցուցադրել, երբ հուշում է օգտատիրոջ արգելափակումը։
is: Texti sem birtist þegar notandi er beðinn um að læsa.
ko: 사용자가 잠금에 응답할때 표시할 텍스트입니다.
oc: Lo tèxte d'afichar a l'utilizaire al moment de la demanda de verrolhatge.
ur: متن جو صارف سے مقفل کرنے کے سوال کے لیے دکھایا جائے گا.
vi: Văn bản để hiển thị khi yêu cầu người dùng để khóa.

source: Click to prevent changes
am: ይጫኑ ለውጦቹን ለመከልከል
be: Пстрыкніце, каб не даць адбыцца зменам
bg: Натиснете, за да предотвартите промени
et: Muutmise keelamiseks vajuta siia
he: לחץ כדי למנוע שינויים
hy: Սեղմեք փոփոխություններ կանխել
is: Smelltu til að koma í veg fyrir breytingar
ko: 내용 바꾸기를 막으려면 누르십시오
oc: Clicatz per empachar des modificacions
ur: تبدیلیاں روکنے کے لیے کلک کریں
vi: Bấm vào để ngăn thay đổi

source: Lock Tooltip
am: የ መጠቆሚያውን ጫፍ መቆለፊያ
be: Падказка падчас блакавання
bg: Подсказка при заключване
et: Lukustamise vihje
he: נעל Tooltip
hy: Արգելապակել Գործիքահուշը
is: Vísbending við læsingu
ko: 잠금 풍선 도움말
oc: Infobulla de verrolhatge
ur: مقفل کرنے کا ٹوٹکا
vi: Khóa Mẹo công cụ

source: The tooltip to display when prompting the user to lock.
am: ተጠቃሚ ለ መዝጋት ሲሞክር የሚታየው የ መሳሪያ ጫፍ
be: Падказка, якая паказваецца карыстальніку падчас блакавання
bg: Подсказката, която да се показва, когато се изисква заключване от потребителя
et: Lukustamisel kasutajale kuvatav vihje.
he: ה-Tooltip להצגה כאשר המשתמש דורש לנעול.
hy: Գործիքահուշը ցույց տալ, երբ հուշում է օգտատիրոջ արգելափակումը։
is: Texti vísbendingar sem birtist þegar notandi er beðinn um að læsa.
ko: 사용자가 잠금에 응답할 때 표시할 풍선 도움말입니다.
oc: L'infobulla d'afichar a l'utilizaire al moment de la demanda de verrolhatge.
ur: ٹوٹکا جو صارف سے مقفل کرنے کے سوال کے لیے دکھایا جائے گا.
vi: Mẹo để hiển thị khi yêu cầu người dùng để khóa.

source: To prevent further changes, click the lock.
am: ለውጦችን ለመከልከል ይጫኑ መቆለፊያውን
be: Каб не дапусціць далейшыя змены, пстрыкніце па замку.
bg: За предотвартяване на бъдещи промено, натиснете катинара.
et: Edasise muutmise keelamiseks vajuta lukku.
he: על מנת למנוע שינויים עתידיים, לחץ על נעילה.
hy: Հետագա փոփոխությունները կանխելու համար սեղմեք արգելափակել։
is: Til að hindra frekari breytingar, smelltu á lásinn.
ko: 더 이상 내용 바꾸기를 막으려면 잠그기를 누르십시오.
oc: Per empachar d'autras modificacions, clicatz sul verrolh.
ur: مزید تبدیلیوں سے روکنے کے لیے، قفل پر کلک کریں.
vi: Để ngăn chặn thay đổi thêm, bấm vào khóa.

source: Lock Down Text
am: ጽሁፍ መቆለፊያ
be: Тэкст блакавання
bg: Текст при заключване
et: Üldlukustamise tekst
he: נעל טקסט
hy: Արգելափակել Ներքև Տեքստը
is: Texti við niðurlæsingu
ko: 완전히 잠금 텍스트
oc: Tèxte de verrolhatge
ur: مقفل کرنے کا متن
vi: Văn bản Bị khóa

source: The text to display when prompting the user to lock down the action for all users.
am: ተጠቃሚ ለ መቆለፍ ሲሞክር የሚታየው ጽሁፍ ለ ሁሉም ተጠቃሚዎች
be: Гэты тэкст будзе паказаны падчас запыту карыстальніка пра блакаванне дзеяння для ўсіх карыстальнікаў.
bg: Текстът, който да се показва, когато се изисква потребителят да заключи действието за всички потребители.
et: Tekst kuvamiseks juhul, kui kasutaja keelab tegevuse kõigile süsteemi kasutajatele.
he: הטקסט להצגה כאשר המשתמש דורש לנעול את הפעולה לכל המשתמשים.
hy: Տեքստը ցուցադրել, երբ հուշում է օգտատիրոջ հետ արգելափակման գործողությունը, բոլոր օգտագործողների համար։
is: Texti sem birtist þegar notandi er beðinn um að læsa niður aðgerðina fyrir alla notendur.
ko: 사용자가 모든 사용자에 대한 동작 잠금에 응답할 때 표시할 텍스트입니다.
oc: Lo tèxte d'afichar a l'utilizaire al moment de la demanda de verrolhatge de l'accion per totes los utilizaires.
ur: تمام صارفین کے لیے عمل مقفل کرنے کے لیے دکھایا جانے والا متن.
vi: Văn bản để hiển thị khi yêu cầu người dùng để khóa hành động cho tất cả người dùng.

source: Click to lock down
am: ይጫኑ ለ መቆለፍ
be: Пстрыкніце для блакавання
bg: Щракнете, за да заключите
et: Üldluku seadmiseks klõpsa siin
he: לחץ כדי לנעול
hy: Սեղմեք արգելափակել ներքև
is: Smelltu til að læsa
ko: 완전히 잠그려면 누르십시오
oc: Clicatz per verrolhar
ur: مقفل کرنے کے لیے کلک کریں
vi: Bấm để khóa lại

source: Lock Down Tooltip
am: የ መጠቆሚያውን ጫፍ መቆለፊያ
be: Падказка блакавання
bg: Подсказка при заключване
et: Üldlukustamise vihjetekst
he: נעל Tooltip
hy: Արգելափակել Ներքև Գործիքահուշ
is: Vísbending við niðurlæsingu
ko: 완전히 잠금 풍선 도움말
oc: Infobulla de verrolhatge
ur: مقفل کرنے کا ٹوٹکا
vi: Mẹo công cụ Bị khóa

source: The tooltip to display when prompting the user to lock down the action for all users.
am: ተጠቃሚ ለ መቆለፍ ሲሞክር የሚታየው ጽሁፍ ለ ሁሉም ተጠቃሚዎች
be: Выплыўная падказка, што будзе паказана падчас запыту карыстальніка пра блакаванне дзеяння для ўсіх карыстальнікаў.
bg: Подсказката, която да се показва, когато се изисква потребителят да заключи действието за всички потребители.
et: Vihje kuvamiseks juhul, kui kasutaja keelab tegevuse kõigile süsteemi kasutajatele.
he: ה-Tooltip להצגה כאשר המשתמש דורש לנעול את הפעולה עבור כל המשתמשים.
hy: Գործիքահուշը ցուցադրել, երբ հուշում է օգտատիրոջ հետ արգելափակման գործողությունը, բոլոր օգտագործողների համար։
is: Texti vísbendingar sem birtist þegar notandi er beðinn um að læsa niður aðgerðina fyrir alla notendur.
ko: 사용자가 모든 사용자에 대한 동작 잠금에 응답할 때 표시할 풍선 도움말입니다.
oc: L'infobulla d'afichar a l'utilizaire al moment de la demanda de verrolhatge de l'accion per totes los utilizaires.
ur: تمام صارفین کے لیے عمل مقفل کرنے کے لیے دکھایا جانے والا ٹوٹکا.
vi: Mẹo để hiển thị khi yêu cầu người dùng để khóa hành động cho tất cả người dùng.

source: To prevent users without administrative privileges from making changes, click the lock.
am: ተጠቃሚ ለ መከልከል ከ አስተዳዳሪ ቅድሚያ ለውጥ ከ መፈጸም: ይጫኑ እዚህ ለ መቆለፍ
be: Пстрыніце па блакаванні, каб забараніць карыстальнікам без прывілеяў адміністратара рабіць змены.
bg: За да забраните на потребителите без администраторски права да правят промени, натиснете катирана.
et: Lukul vajutamine keelab halduri õigusteta kasutajatel muutuste tegemise.
he: על מנת למנוע ממשתמשים ללא הרשאות מאומתות מלבצע שינויים, לחץ על נעילה.
hy: Կանխարգելել առանց ադմինիստրատիվ օգտագործողներին կատարել փոփոխություններ, սեղմեք արգելափակել։
is: Til að hindra að notendur sem ekki hafa kerfisstjórnunarheimildir geri breytingar, smelltu á lásinn.
ko: 관리 권한 없는 사용자의 내용 바꾸기를 막으려면, 잠그기를 누르십시오.
oc: Per empachar tota modificacion per d'utilizaires sens dreits d'administracion, clicatz sul verrolh.
ur: انتظامی حقوق کے غیر حامل صارفین کو تبدیلیاں کرنے سے روکنے کے لیے قفل پر کلک کریں.
vi: Để ngăn chặn người dùng không có quyền quản trị tạo thay đổi, bấm vào khóa.

source: The text to display when the user cannot obtain authorization through authentication.
am: የሚታየው ጽሁፍ ተጠቃሚው ፍቃድ ማግኘት አይችልም በ ማረጋገጫ
be: Гэты тэкст будзе паказаны, калі карыстальнік не можа атрымаць аўтарызацыю праз аўтэнтыфікацыю.
bg: Текстът, който да се показва, когато потребителят не може да получи достъп чрез удостоверяване.
et: Tekst kuvamiseks juhul, kui kasutajal pole võimalik autentimise kaudu volitusi saata.
he: הטקסט להצגה כאשר המשתמש לא יכול להיות מאומת דרך מנגנון האימות.
hy: Տեքստը ցույց տալ, երբ օգտագործողը չի կարող ձեռք բերել թույլտվություն իսկության հաստատման միջոցով։
is: Texti sem kemur þegar notandi fær ekki heimild eftir sannvottun
ko: 사용자가 인증 과정을 통해 인증을 취득할 수 없을때 표시할 텍스트입니다.
oc: Lo tèxte d'afichar quand l'utilizaire pòt pas obténer l'autorizacion en s'autentificant.
ur: متن جو دکھایا جائے گا جب صارف توثیق کے ذریعے اجازت حاصل نہ کر سکے.
vi: Văn bản để hiển thị khi người dùng không thể đạt được cấp quyền qua xác thực.

source: Not authorized to make changes
am: ለመቀየር ፍቃድ የለውም
be: Не аўтарызаваны, каб рабіць змены
bg: Нямате право да правите промени
et: Puudub muutuste tegemise volitus
he: לא מורשה לבצע שינויים
hy: Կատարել չլիազորված փոփոխություններ
is: Hefur ekki leyfi til að gera breytingar
ko: 내용을 바꾸기 위한 인증을 하지 못했습니다
oc: Las modificacions son pas autorizadas
ur: آپ تبدیلیاں کرنے کے مجاز نہیں
vi: Chưa được cấp quyền để tạo thay đổi

source: The tooltip to display when the user cannot obtain authorization through authentication.
am: የሚታየው የ እቃ ጫፍ ተጠቃሚው ፍቃድ ማግኘት አይችልም በ ማረጋገጫ
be: Гэтая падказка будзе паказана, калі карыстальнік не можа атрымаць аўтарызацыю праз аўтэнтыфікацыю.
bg: Подсказката, която да се показва, когато потребителят не може да получи достъп чрез удостоверяване.
et: Vihje kuvamiseks juhul, kui kasutajal pole võimalik autentimise kaudu volitusi saata.
he: ה-Tooltip להצגה כאשר המשתמש לא יכול להשיג אימות דרך מנגנון האימות.
hy: Գործիքահուշը ցույց տալ, երբ օգտագործողը չի կարող ձեռք բերել թույլտվություն իսկության հաստատման միջոցով։
is: Texti sem kemur í vísbendingu þegar notandi fær ekki heimild eftir sannvottun
ko: 사용자가 인증 과정을 통해 인증을 취득할 수 없을때 표시할 풍선 도움말입니다.
oc: L'infobulla d'afichar quand l'utilizaire pòt pas obténer l'autorizacion en s'autentificant.
ur: ٹوٹکا جو دکھایا جائے گا جب صارف توثیق کے ذریعے اجازت حاصل نہ کر سکے.
vi: Mẹo để hiển thị khi người dùng không thể đạt được cấp quyền qua xác thực.

source: System policy prevents changes. Contact your system administator.
am: የ ስርአቱ አሰራር ለውጦች ይከለክላል: የ ስርአት አስተዳዳሪውን ያማክሩ
be: Сістэмная палітыка забараняе змены. Звяжыцеся з адміністратарам сістэмы.
bg: Системната политика не позволява да се правят промени. Свържете се със системния администратор.
et: Süsteemi reeglid keelavad muutmise. Võta ühendust oma süsteemiülemaga.
he: מדיניות המערכת מונעת שינויים. צור קשר עם מנהל המערכת.
hy: Համակարգային ապահովագրական վկայագիրը կանխում է փոփոխությունները: Կապվեք ձեր համակարգի ադմինիստրատորին։
is: Kerfispólitík kemur í veg fyrir breytingar. Hafðu sambandi við kerfisstjórann.
ko: 시스템이 정책적으로 내용 바꾸기를 막았습니다. 시스템 관리자에게 연락하십시오.
oc: Una politica sistèma empacha las modificacions. Contactatz vòstre administrator sistèma.
ur: نظام کی پالیسی تبدیلیوں میں مانع ہے. اپنے نظام کے مدیر سے رابطہ کریں.
vi: Chính sách hệ thống ngăn chặn thay đổi. Liên hệ admin của bạn.

source: Drop all elevated privileges
am: የ ተሰጠውን ቅድሚያ መጣያ
be: Скінуць усе павышаныя прывілеі
bg: Премахване на всички временни права
he: מחק את כל ההרשאות הגבוהות.
hy: Դադարեցնել բոլոր բարձրացված արտոնությունները
is: Henda öllum auknum heimildum
ko: 상승된 모든 권한을 해제합니다.
oc: Abandonar totes los privilègis obtenguts
vi: Bỏ tất cả các đặc quyền cao cấp

source: Click the icon to drop all elevated privileges
am: ይጫኑ በ ምልክት ላይ ድሚያ ለ መጣል
be: Пстрыкніце па значку, каб скасаваць усе ўзнятыя прывілеі
bg: Щракнете иконката, за да премахнете всички временни права.
et: Kõigist saadud õigustest loobumiseks klõpsa ikoonil
he: לחץ על הסמליל על מנת למחוק את כל ההרשאות הגבוהות
hy: Սեղմեք պատկերակը թողնել բոլոր բարձր արտոնությունները
is: Smelltu á táknið til að henda öllum auknum heimildum
ko: 아이콘을 클릭하여 모든 상승된 권한을 해제합니다.
oc: Clicatz sus l'icòna per abandonar totes los privilègis obtenguts
ur: تمام اجازے ساقط کرنے کے لیے آئکن پر کلک کریں
vi: Bấm vào biểu tượng để bỏ tất cả các đặc quyền cao cấp

source: Select user...
am: ተጠቃሚ መምረጫ...
be: Вылучце карыстальніка…
bg: Изберете потребител…
et: Kasutaja valimine...
he: בחר משתמש
hy: Ընտրել օգտվողին...
is: Veldu notanda...
ko: 사용자를 선택하십시오.
oc: Seleccionar un utilizaire...
ur: صارف منتخب کریں...
vi: Chọn người dùng...

source: _Authenticate
am: _ማረጋገጫ
be: _Аўтэнтыфікацыя
bg: _Идентификация
et: _Autendi
he: _אימות
hy: _Վավերացնել
is: _Heimila
ko: 인증(_A)
oc: S'_autentificar
ur: _توثیق کریں
vi: _Xác thực

source: An application is attempting to perform an action that requires privileges. Authentication as one of the users below is required to perform this action.
am: መተግበሪያ ተግባር ለ መፈጸም እየሞከረ ነው ቅድሚያ የሚፈልግ: ማረጋገጫ ያስፈልጋል በ ተጠቃሚዎች በ አንዱ ይህን ተግባር ለ መፈጸም
be: Праграма спрабуе выканаць дзеянне, якое патрабуе дадатковых прывілеяў. Аўтэнтыфікацыя ў якасці аднаго з пералічаных карыстальнікаў патрабуецца, каб выканаць гэтае дзеянне.
bg: Приложение се опитва да извърши действие, което изисква повече права. Необходимо е да се идентифицирате като един от посочените по-долу потребители, за да изпълните това действие.
et: Rakendus püüab läbi viia kasutajaõigusi nõudvat tegevust. Selle jaoks on tarvis läbi viia autentimine ühena allpool loetletud kasutajatest.
he: היישום מנסה לבצע פעולה שדורשת הרשאות. נדרש אימות כאחד המשתמשים למטה כדי לבצע את פעולה זאת.
hy: Դիմումը փորձում է կատարել որևէ գործողություն, որը պահանջում արտոնություններ։ Նույնականացումը որպես օգտվողներից մեկը պահանջվում ներքևում այս գործողությունը կատարել։
is: Eitthvað forrit vill framkvæma aðgerðir sem það hefur ekki leyfi til að framkvæma. Einn af notendunum að neðan verður að leyfa þessa aðgerð.
ko: 프로그램에서 실행하려는 작동은 권한이 필요합니다. 아래의 사용자로 인증하여 이를 수행하세요.
oc: Una aplicacion ensaja d'efectuar una accion que necessita de privilègis. Per efectuar aquesta accion, un utilizaire de la lista çaijós se deu autentificar.
ur: کوئی اطلاقیہ ایسا عمل انجام دینا چاہ رہا ہے جس کے لیے اجازوں کی ضرورت ہے. اس عمل کی انجام دہی کے لیے ذیل کے صارفین کی توثیق درکار ہے.
vi: Một ứng dụng đang cố gắng thực hiện một hành động cần đặc quyền. Sự xác thực một trong các người dùng phía dưới là được yêu cầu để thực hiện hành động này.

source: An application is attempting to perform an action that requires privileges. Authentication is required to perform this action.
am: መተግበሪያ ተግባር ለ መፈጸም እየሞከረ ነው ቅድሚያ የሚፈልግ: ማረጋገጫ ያስፈልጋል ይህን ተግባር ለ መፈጸም
be: Праграма спрабуе выканаць дзеянне, якое патрабуе дадатковых прывілеяў. Аўтэнтыфікацыя патрабуецца, каб выканаць гэтае дзеянне.
bg: Приложение се опитва да извърши действие, което изисква повече права. Необходимо е да се идентифицирате, за да изпълните това действие.
et: Rakendus püüab läbi viia kasutajaõigusi nõudvat tegevust. Selle jaoks on tarvis läbi viia autentimine.
he: היישום מנסה לבצע פעולה שדורשת הרשאות. נדרש אימות כדי לבצע את פעולה זאת.
hy: Դիմումը փորձում է կատարել որևէ գործողություն, որը պահանջում արտոնություններ։ Նույնականացումը պահանջվում է կատարել այս գործողությունը։
is: Eitthvað forrit vill framkvæma aðgerðir sem það hefur ekki leyfi til að framkvæma. Þú verður að staðfesta þessa aðgerð.
ko: 프로그램에서 실행하려는 작동은 권한이 필요합니다. 인증하여 이를 수행하세요.
oc: Una aplicacion ensaja d'efectuar una accion que necessita de privilègis. Per efectuar aquesta accion, es necessari de s'autentificar.
ur: کوئی اطلاقیہ ایسا عمل انجام دینا چاہ رہا ہے جس کے لیے اجازوں کی ضرورت ہے. اس عمل کی انجام دہی کے لیے توثیق درکار ہے.
vi: Một ứng dụng đang cố gắng thực hiện một hành động cần đặc quyền. Xác thực là cần thiết để thực hiện hành động này.

source: An application is attempting to perform an action that requires privileges. Authentication as the super user is required to perform this action.
am: መተግበሪያ ተግባር ለ መፈጸም እየሞከረ ነው ቅድሚያ የሚፈልግ: ማረጋገጫ ያስፈልጋል በ ሱፐር ተጠቃሚ ይህን ተግባር ለ መፈጸም
be: Праграма спрабуе выканаць дзеянне, якое патрабуе дадатковых прывілеяў. Аўтэнтыфікацыя ў якасці адміністратара (root) патрабуецца, каб выканаць гэтае дзеянне.
bg: Приложение се опитва да извърши действие, което изисква повече права. Необходимо е да се идентифицирате като един от системните администратори, за да изпълните това действие.
et: Rakendus püüab läbi viia kasutajaõigusi nõudvat tegevust. Selle jaoks on tarvis läbi viia ülemkasutaja autentimine.
he: היישום מנסה לבצע פעולה שדורשת הרשאות. נדרש אימות של כמנהל המערכת כדי לבצע את פעולה זאת.
hy: Դիմումը փորձում է կատարել որևէ գործողություն, որը պահանջում արտոնություններ։ Նույնականացումը որպես գեր օգտագործող պահանջվում է կատարել այս գործողությունը։
is: Eitthvað forrit vill framkvæma aðgerðir sem það hefur ekki leyfi til að framkvæma. Aðeins rótarnotandinn getur leyft þessa aðgerð.
ko: 프로그램에서 권한이 필요한 동작을 수행하려 합니다. 이 동작을 수행하려면 최고 권한 사용자의 인증이 필요합니다.
oc: Una aplicacion ensaja d'efectuar una accion que necessita de privilègis. Per efectuar aquesta accion, l'utilizaire principal se deu autentificar.
ur: کوئی اطلاقیہ ایسا عمل انجام دینا چاہ رہا ہے جس کے لیے اجازوں کی ضرورت ہے. اس عمل کی انجام دہی کے لیے سُپر صارف کی توثیق درکار ہے.
vi: Một ứng dụng đang cố gắng thực hiện một hành động cần đặc Xác thực siêu người dùng là cần thiết để thực hiện hành động này.

source: _Password:
am: የ _መግቢያ ቃል:
be: _Пароль:
bg: _Парола:
et: _Parool:
he: _סיסמה:
hy: _Գաղտնաբառ
is: _Lykilorð:
ko: 암호(_P):
oc: Sen_hal :
ur: _پاس ورڈ:
vi: _Mật khẩu:

source: <small><b>_Details</b></small>
am: <small><b>_ዝርዝሮች</b></small>
be: <small><b>Д_эталі</b></small>
bg: <small><b>П_одробности</b></small>
et: <small><b>Ü_ksikasjad</b></small>
he: <small><b>_פרטים</b></small>
hy: <small><b>_Մանրամասն</b></small>
is: <small><b>_Frekari upplýsingar</b></small>
ko: <small><b>자세히(_D)</b></small>
oc: <small><b>_Detalhs</b></small>
ur: <small><b>_تفصیلات</b></small>
vi: <small><b>_Chi tiết</b></small>

source: <small><b>Action:</b></small>
am: <small><b>ተግባር:</b></small>
be: <small><b>Дзеянне:</b></small>
bg: <small><b>Действие:</b></small>
et: <small><b>Tegevus:</b></small>
he: <small><b>פעולה:</b></small>
hy: <small><b>Գործողություն:</b></small>
is: <small><b>Aðgerð:</b></small>
ko: <small><b>동작:</b></small>
oc: <small><b>Accion :</b></small>
ur: <small><b>عمل:</b></small>
vi: <small><b>Hành động :</b></small>

source: Click to edit %s
am: ለማረም ይጫኑ %s
be: Пстрыкніце, каб рэдагаваць %s
bg: Щракнете, за да редактирате %s
et: Vajuta %s muutmiseks
he: לחץ לעריכת %s
hy: Սեղմեք խմբագրել %s
is: Ýttu til að breyta %s
ko: %s을(를) 편집하려면 누르십시오
oc: Clicatz per modificar %s
ur: %s کو مدون کرنے کے لیے کلک کریں
vi: Bấm để chỉnh sửa %s

source: <small><b>Vendor:</b></small>
am: <small><b>ሻጭ:</b></small>
be: <small><b>Вытворца:</b></small>
bg: <small><b>Доставчик:</b></small>
et: <small><b>Tootja:</b></small>
he: <small><b>ספק:</b></small>
hy: <small><b>Վաճառող:</b></small>
is: <small><b>Framleiðandi:</b></small>
ko: <small><b>제조자:</b></small>
oc: <small><b>Provesidor :</b></small>
ur: <small><b>فروشندہ:</b></small>

source: Click to open %s
am: ለመክፈት ይጫኑ %s
be: Пстрыкніце, каб адкрыць %s
bg: Щракнете, за да отворите %s
et: Vajuta %s avamiseks
he: לחץ לפתיחת %s
hy: Սեղմեք բացել %s
is: Ýttu til að opna %s
ko: %s을(를) 열려면 누르십시오
oc: Clicatz per dobrir %s
ur: %s کو کھولنے کے لیے کلک کریں

source: Authenticate
am: ማረጋገጫ
be: Аўтэнтыфікацыя
bg: Идентифициране
et: Autentimine
he: אימות
hy: Վավերացնել
is: Auðkenning
ko: 인증
oc: S'autentificar
ur: توثیق کریں
vi: Xác thực
